Revit 2026 API
RebarPropagation Methods
The RebarPropagation type exposes the following members.
Methods
Name | Description
AlignByFace
AlignByHost
Top
See Also
Reference
RebarPropagation Class
Autodesk.Revit.DB.Structure Namespace